Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: / week
es: / semana
fr: / semaine
pt_br: / semana

source: of the planned session
es: de la sesión planificada
fr: de la séance prévue
pt_br: da sessão planejada

source: sets
es: series
fr: séries
pt_br: séries

source: this week
es: esta semana
fr: cette semaine
pt_br: nesta semana

source: %@ %@ logged.
es: %@ %@ registrados.
fr: %@ %@ enregistrés.
pt_br: %@ %@ registrados.

source: %@ / month equivalent
es: Equivale a %@ al mes
fr: Équivalent à %@ par mois
pt_br: Equivale a %@ por mês

source: %@ focus
es: Objetivo: %@
fr: Objectif : %@
pt_br: Foco: %@

source: %@ is within a day. Lower-body fatigue may affect your key run.
es: %@ está a menos de un día. La fatiga de piernas puede afectar tu carrera clave.
fr: %@ a lieu à moins d’un jour d’intervalle. La fatigue des jambes peut affecter votre course clé.
pt_br: %@ está a menos de um dia. A fadiga nas pernas pode afetar sua corrida principal.

source: %@ left
es: Quedan %@
fr: %@ restantes
pt_br: Faltam %@

source: %@ less
es: %@ menos
fr: %@ de moins
pt_br: %@ a menos

source: %@ less logged
es: %@ menos registrado
fr: %@ de moins enregistrés
pt_br: %@ a menos registrado

source: %@ more
es: %@ más
fr: %@ de plus
pt_br: %@ a mais

source: %@ more logged
es: %@ más registrado
fr: %@ de plus enregistrés
pt_br: %@ a mais registrado

source: %@ per %@
es: %@ por %@
fr: %@ par %@
pt_br: %@ por %@

source: %@ per week
es: %@ por semana
fr: %@ par semaine
pt_br: %@ por semana

source: %@ personal-best time
es: Mejor tiempo en %@
fr: Meilleur temps sur %@
pt_br: Melhor tempo em %@

source: %@ planned
es: %@ previstos
fr: %@ prévus
pt_br: %@ planejados

source: %@ recovery
es: Recuperación: %@
fr: Récupération : %@
pt_br: Recuperação: %@

source: %@ running
es: %@ de carrera
fr: %@ de course
pt_br: %@ de corrida

source: %@ running · %@ lifting
es: Running: %@ · Fuerza: %@
fr: Course : %@ · Musculation : %@
pt_br: Corrida: %@ · Musculação: %@

source: %@ work
es: Esfuerzo en %@
fr: Effort en %@
pt_br: Esforço em %@

source: %@ · WK %lld OF %lld
es: %@ · SEM. %lld DE %lld
fr: %@ · SEM. %lld SUR %lld
pt_br: %@ · SEM. %lld DE %lld

source: %@ · Your rest timer is complete.
es: %@ · Tu descanso terminó.
fr: %@ · Votre temps de repos est terminé.
pt_br: %@ · Seu descanso terminou.

source: %@, %@ remaining
es: %@, quedan %@
fr: %@, %@ restantes
pt_br: %@, faltam %@

source: %@, set %lld completed
es: %@, serie %lld completada
fr: %@, série %lld terminée
pt_br: %@, série %lld concluída

source: %@, set %lld, %@
es: %@, serie %lld, %@
fr: %@, série %lld, %@
pt_br: %@, série %lld, %@

source: %@, set %lld, reps
es: %@, serie %lld, repeticiones
fr: %@, série %lld, répétitions
pt_br: %@, série %lld, repetições

source: %@–%@ work
es: Esfuerzo en %@–%@
fr: Effort en %@–%@
pt_br: Esforço em %@–%@

source: %@’s plan
es: Plan de %@
fr: Programme de %@
pt_br: Plano de %@

source: %lld / %lld sets
es: %lld / %lld series
fr: %lld / %lld séries
pt_br: %lld / %lld séries

source: %lld / %lld training days
es: %lld / %lld días de entrenamiento
fr: %lld / %lld jours d’entraînement
pt_br: %lld / %lld dias de treino

source: %lld / 10 days
es: %lld / 10 días
fr: %lld / 10 jours
pt_br: %lld / 10 dias

source: %lld / 2 disciplines
es: %lld / 2 disciplinas
pt_br: %lld / 2 modalidades

source: %lld active days
es: %lld días activos
fr: %lld jours actifs
pt_br: %lld dias ativos

source: %lld beats per minute,
es: %lld latidos por minuto,
fr: %lld battements par minute,
pt_br: %lld batimentos por minuto,

source: %lld bpm
es: %lld lpm

source: %lld bpm average
es: %lld lpm de media
fr: %lld bpm en moyenne
pt_br: %lld bpm em média

source: %lld completed sets
es: %lld series completadas
fr: %lld séries terminées
pt_br: %lld séries concluídas

source: %lld days per week
es: %lld días por semana
fr: %lld jours par semaine
pt_br: %lld dias por semana

source: %lld equipment types
es: %lld tipos de equipo
fr: %lld types d’équipement
pt_br: %lld tipos de equipamento

source: %lld equipment types · bodyweight included
es: %lld tipos de equipo · incluye peso corporal
fr: %lld types d’équipement · poids du corps inclus
pt_br: %lld tipos de equipamento · peso corporal incluído

# %lld exercises · %lld min
source: %lld exercises · %2$lld min
es: %lld ejercicios · %2$lld min
fr: %lld exercices · %2$lld min
pt_br: %lld exercícios · %2$lld min

source: %lld ft %@ in
es: %lld pies %@ pulg
fr: %lld pi %@ po
pt_br: %lld pés %@ pol

# %lld lifting days · %lld min per session
source: %lld lifting days · %2$lld min per session
es: %lld días de fuerza · %2$lld min por sesión
fr: %lld jours de musculation · %2$lld min par séance
pt_br: %lld dias de força · %2$lld min por sessão

source: %lld lifts
es: %lld sesiones de fuerza
fr: %lld séances de musculation
pt_br: %lld treinos de força

source: %lld min · Time-based run
es: %lld min · Carrera por tiempo
fr: %lld min · Course chronométrée
pt_br: %lld min · Corrida por tempo

source: %lld minutes
es: %lld minutos
pt_br: %lld minutos

source: %lld of %lld
es: %lld de %lld
fr: %lld sur %lld
pt_br: %lld de %lld

source: %lld of %lld sets completed
es: %lld de %lld series completadas
fr: %lld séries sur %lld terminées
pt_br: %lld de %lld séries concluídas

source: %lld of %lld unlocked · all time
es: %lld de %lld obtenidos · total
fr: %lld sur %lld obtenus · depuis le début
pt_br: %lld de %lld conquistados · total

source: %lld personal bests
es: %lld récords personales
fr: %lld records personnels
pt_br: %lld recordes pessoais

source: %lld planned sets
es: %lld series previstas
fr: %lld séries prévues
pt_br: %lld séries planejadas

source: %lld prescribed reps · %lld sec between sets %@
es: %lld repeticiones previstas · %lld s entre series %@
fr: %lld répétitions prévues · %lld s entre les séries %@
pt_br: %lld repetições prescritas · %lld s entre séries %@

source: %lld prescribed sets · %lld reps · %lld target RIR
es: %lld series previstas · %lld repeticiones · RIR objetivo %lld
fr: %lld séries prévues · %lld répétitions · RIR cible %lld
pt_br: %lld séries prescritas · %lld repetições · RIR alvo %lld

source: %lld reps
es: %lld repeticiones
fr: %lld répétitions
pt_br: %lld repetições

source: %lld runs
es: %lld carreras
fr: %lld courses
pt_br: %lld corridas

source: %lld runs saved on Watch
es: %lld carreras guardadas en el Watch
fr: %lld courses enregistrées sur la Watch
pt_br: %lld corridas salvas no Watch

source: %lld sec/%@ faster
es: %lld s/%@ más rápido
fr: %lld s/%@ plus rapide
pt_br: %lld s/%@ mais rápido

source: %lld sec/%@ slower
es: %lld s/%@ más lento
fr: %lld s/%@ plus lent
pt_br: %lld s/%@ mais lento

source: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
pt_br: %lld selecionados

source: %lld sessions
es: %lld sesiones
fr: %lld séances
pt_br: %lld sessões

source: %lld sessions, %@ and %lld strength sets
es: %lld sesiones, %@ y %lld series de fuerza
fr: %lld séances, %@ et %lld séries de musculation
pt_br: %lld sessões, %@ e %lld séries de força

source: %lld sets
es: %lld series
fr: %lld séries
pt_br: %lld séries

source: %lld sets planned
es: %lld series previstas
fr: %lld séries prévues
pt_br: %lld séries planejadas

source: %lld sets will be saved. Unchecked sets won’t be recorded, and your prescription stays unchanged.
es: Se guardarán %lld series. Las series sin marcar no se registrarán y la prescripción no cambiará.
fr: %lld séries seront enregistrées. Les séries non cochées ne seront pas enregistrées et la prescription restera inchangée.
pt_br: Serão salvas %lld séries. Séries não marcadas não serão registradas, e sua prescrição não será alterada.

source: %lld sets · %lld reps
es: %lld series · %lld repeticiones
fr: %lld séries · %lld répétitions
pt_br: %lld séries · %lld repetições

source: %lld sets · varied reps
es: %lld series · repeticiones variables
fr: %lld séries · répétitions variables
pt_br: %lld séries · repetições variadas

source: %lld sets × %lld reps
es: %lld series × %lld repeticiones
fr: %lld séries × %lld répétitions
pt_br: %lld séries × %lld repetições

source: %lld strength sessions logged of %lld planned this week
es: %lld sesiones de fuerza registradas de %lld previstas esta semana
fr: %lld séances de musculation enregistrées sur %lld prévues cette semaine
pt_br: %lld treinos de força registrados de %lld planejados nesta semana

source: %lld timed runs
es: %lld carreras por tiempo
fr: %lld courses chronométrées
pt_br: %lld corridas por tempo

source: %lld training days. Every one counts.
es: %lld días de entrenamiento. Cada uno cuenta.
fr: %lld jours d’entraînement. Chacun compte.
pt_br: %lld dias de treino. Cada um conta.

source: %lld years
es: %lld años
fr: %lld ans
pt_br: %lld anos

source: %lld+ bpm
es: %lld+ lpm

source: %llds rest
es: %lld s de descanso
fr: %lld s de repos
pt_br: %lld s de descanso

source: %lld–%lld bpm
es: %lld–%lld lpm

source: , today
es: , hoy
fr: , aujourd’hui
pt_br: , hoje

source: . Your earlier plan is saved in plan history.
es: . Tu plan anterior está guardado en el historial.
fr: . Votre programme précédent est conservé dans l’historique.
pt_br: . Seu plano anterior está salvo no histórico.

source: 1 mile
es: 1 milla
fr: 1 mille
pt_br: 1 milha

source: 12 weeks
es: 12 semanas
fr: 12 semaines
pt_br: 12 semanas

source: 3 × 5 min of focus
es: 3 × 5 min de enfoque
fr: 3 × 5 min de concentration
pt_br: 3 × 5 min de foco

source: 4 weeks
es: 4 semanas
fr: 4 semaines
pt_br: 4 semanas

source: 6 controlled climbs
es: 6 subidas controladas
fr: 6 montées maîtrisées
pt_br: 6 subidas controladas

source: 6 × 2 min of quality
es: 6 × 2 min de calidad
fr: 6 × 2 min de qualité
pt_br: 6 × 2 min de qualidade

source: 7 days
es: 7 días
fr: 7 jours
pt_br: 7 dias

source: ; no target
es: ; sin objetivo
fr: ; sans cible
pt_br: ; sem alvo

source: ; target
es: ; objetivo
fr: ; cible
pt_br: ; alvo

source: A baseline worth building.
es: Una base para seguir creciendo.
fr: Une base pour progresser.
pt_br: Uma base para evoluir.

source: A controlled quality session. Keep the work intervals consistent, and use each recovery to reset.
es: Una sesión de calidad controlada. Mantén constantes los intervalos de esfuerzo y aprovecha cada recuperación.
fr: Une séance de qualité maîtrisée. Gardez des intervalles d’effort réguliers et profitez de chaque récupération.
pt_br: Uma sessão de qualidade controlada. Mantenha a consistência nos intervalos de esforço e aproveite cada recuperação.

source: A controlled, comfortably hard effort. This pace is illustrative sample data.
es: Un esfuerzo controlado y exigente, pero sostenible. Este ritmo es solo un ejemplo.
fr: Un effort soutenu mais maîtrisé. Cette allure est donnée uniquement à titre d’exemple.
pt_br: Um esforço controlado e intenso, mas sustentável. Este ritmo é apenas ilustrativo.

source: A detailed breakdown hasn’t been prescribed for this session.
es: Esta sesión no tiene un desglose detallado.
fr: Cette séance ne comporte pas de prescription détaillée.
pt_br: Esta sessão não tem uma prescrição detalhada.

source: A few details about the athlete behind the plan. Share only what you want to.
es: Algunos datos sobre quien está detrás del plan. Comparte solo lo que quieras.
fr: Quelques détails sur l’athlète derrière le programme. Partagez uniquement ce que vous souhaitez.
pt_br: Alguns detalhes sobre quem está por trás do plano. Compartilhe só o que quiser.

source: A five-rep best stays a five-rep best. Logged candidates need your review; existing PRs are never replaced automatically.
es: Un récord de cinco repeticiones sigue siendo de cinco repeticiones. Revisa los posibles récords registrados; los existentes nunca se reemplazan automáticamente.
fr: Un record sur cinq répétitions reste un record sur cinq répétitions. Validez les records proposés ; les records existants ne sont jamais remplacés automatiquement.
pt_br: Um recorde de cinco repetições continua sendo de cinco repetições. Revise os candidatos registrados; recordes existentes nunca são substituídos automaticamente.

source: A flexible monthly commitment
es: Un compromiso mensual flexible
fr: Un engagement mensuel flexible
pt_br: Um compromisso mensal flexível

source: A journey built one day at a time.
es: Un camino que se construye día a día.
fr: Un parcours construit jour après jour.
pt_br: Uma jornada construída dia após dia.

source: A little more about you.
es: Un poco más sobre ti.
fr: Un peu plus sur vous.
pt_br: Um pouco mais sobre você.

source: A new baseline
es: Una nueva base
fr: Une nouvelle référence
pt_br: Uma nova base

source: A pace where you can speak in full sentences.
es: Un ritmo que te permita hablar con frases completas.
fr: Une allure permettant de parler en phrases complètes.
pt_br: Um ritmo que permita falar frases completas.

source: A reflection of what you told us. Tap any section to make it more you.
es: Un reflejo de lo que nos contaste. Toca cualquier sección para ajustarla.
fr: Le reflet de vos réponses. Touchez une section pour l’ajuster.
pt_br: Um reflexo do que você contou. Toque em qualquer seção para ajustar.

source: A run for your rhythm
es: Una carrera a tu ritmo
fr: Une course à votre rythme
pt_br: Uma corrida no seu ritmo

source: A saved run could not be read. It has been preserved and will not be overwritten.
es: No se pudo leer una carrera guardada. Se conservó y no se sobrescribirá.
fr: Une course enregistrée n’a pas pu être lue. Elle a été conservée et ne sera pas écrasée.
pt_br: Não foi possível ler uma corrida salva. Ela foi preservada e não será sobrescrita.

source: A short, gentle run to keep moving between harder days. Stay relaxed and walk whenever you need to.
es: Una carrera corta y suave entre días exigentes. Mantén la calma y camina cuando lo necesites.
fr: Une course courte et douce entre les journées intenses. Restez détendu et marchez si nécessaire.
pt_br: Uma corrida curta e leve entre dias mais intensos. Relaxe e caminhe quando precisar.

source: A target for every part of your run.
es: Un objetivo para cada parte de tu carrera.
fr: Une cible pour chaque étape de votre course.
pt_br: Um alvo para cada parte da sua corrida.

source: A training rhythm built around your goals, your starting point, and your real life.
es: Un ritmo de entrenamiento adaptado a tus metas, tu punto de partida y tu vida.
fr: Un rythme d’entraînement adapté à vos objectifs, à votre point de départ et à votre vie.
pt_br: Um ritmo de treino pensado para suas metas, seu ponto de partida e sua vida.

source: A typical recent week
es: Una semana reciente típica
fr: Une semaine récente habituelle
pt_br: Uma semana recente típica

source: A useful workout starts with what’s available. You can update your setup whenever it changes.
es: Un buen entrenamiento parte de lo que tienes. Puedes actualizar tu equipo cuando cambie.
fr: Un entraînement utile commence avec le matériel disponible. Vous pourrez le mettre à jour à tout moment.
pt_br: Um bom treino começa com o que você tem. Atualize seu equipamento sempre que mudar.

source: ACTIVE TIME
es: TIEMPO ACTIVO
fr: TEMPS ACTIF
pt_br: TEMPO ATIVO

source: ATHLETE PROFILE
es: PERFIL DEL ATLETA
fr: PROFIL DE L’ATHLÈTE
pt_br: PERFIL DO ATLETA

source: AVERAGE PACE
es: RITMO MEDIO
fr: ALLURE MOYENNE
pt_br: RITMO MÉDIO

source: AVG PACE
es: RITMO MED.
fr: ALL. MOY.
pt_br: RITMO MÉD.

source: About heart-rate zones
es: Sobre las zonas cardíacas
fr: À propos des zones cardiaques
pt_br: Sobre as zonas cardíacas

source: About you
es: Sobre ti
fr: À propos de vous
pt_br: Sobre você

source: Accept change
es: Aceptar cambio
fr: Accepter la modification
pt_br: Aceitar alteração

source: Accept starter block
es: Aceptar bloque inicial
fr: Accepter le bloc initial
pt_br: Aceitar bloco inicial

source: Accepting replaces unstarted future sessions. Completed and in-progress sessions and previous plan versions are preserved.
es: Al aceptar se reemplazan las sesiones futuras sin iniciar. Se conservan las completadas, las que están en curso y las versiones anteriores del plan.
fr: L’acceptation remplace les séances futures non commencées. Les séances terminées ou en cours et les versions précédentes du programme sont conservées.
pt_br: Ao aceitar, sessões futuras não iniciadas serão substituídas. Sessões concluídas, em andamento e versões anteriores do plano serão preservadas.

source: Accessories
es: Accesorios
fr: Accessoires
pt_br: Acessórios

source: Account sign-in isn’t connected in this preview. You can test creating your plan or return to the existing app.
es: El inicio de sesión no está conectado en esta vista previa. Puedes probar la creación de tu plan o volver a la app.
fr: La connexion au compte n’est pas activée dans cet aperçu. Vous pouvez tester la création de votre plan ou revenir à l’app.
pt_br: O login não está conectado nesta prévia. Você pode testar a criação do seu plano ou voltar ao app.

source: Active
es: Activo
fr: Actif
pt_br: Ativo

source: Active time
es: Tiempo activo
fr: Temps actif
pt_br: Tempo ativo

source: Active time, %@
es: Tiempo activo, %@
fr: Temps actif, %@
pt_br: Tempo ativo, %@

source: Actual distance
es: Distancia real
fr: Distance réelle
pt_br: Distância real

source: Actual distance in
es: Distancia real en
fr: Distance réelle en
pt_br: Distância real em

source: Actual duration
es: Duración real
fr: Durée réelle
pt_br: Duração real

source: Actual duration in minutes
es: Duración real en minutos
fr: Durée réelle en minutes
pt_br: Duração real em minutos

source: Actual results
es: Resultados reales
fr: Résultats réels
pt_br: Resultados reais

source: Add
es: Añadir
fr: Ajouter
pt_br: Adicionar

source: Add %@, %@ × %lld
es: Añadir %@, %@ × %lld
fr: Ajouter %@, %@ × %lld
pt_br: Adicionar %@, %@ × %lld

source: Add 15 seconds
es: Añadir 15 segundos
fr: Ajouter 15 secondes
pt_br: Adicionar 15 segundos

source: Add a lift and its best set to start your record list.
es: Añade un ejercicio y su mejor serie para iniciar tu lista de récords.
fr: Ajoutez un exercice et votre meilleure série pour commencer votre liste de records.
pt_br: Adicione um exercício e sua melhor série para iniciar sua lista de recordes.

source: Add details later
es: Agregar datos después
fr: Ajouter les détails plus tard
pt_br: Adicionar detalhes depois

source: Add personal BPM ranges in Athlete profile → Heart-rate zones. These labels don’t estimate your maximum heart rate.
es: Añade tus rangos de lpm en Perfil del atleta → Zonas cardíacas. Estas etiquetas no estiman tu frecuencia cardíaca máxima.
fr: Ajoutez vos plages de bpm dans Profil de l’athlète → Zones cardiaques. Ces indications n’estiment pas votre fréquence cardiaque maximale.
pt_br: Adicione suas faixas de bpm em Perfil do atleta → Zonas cardíacas. Estas indicações não estimam sua frequência cardíaca máxima.

source: Add personal BPM ranges in your athlete profile.
es: Añade tus rangos de lpm en tu perfil de atleta.
fr: Ajoutez vos plages de bpm dans votre profil d’athlète.
pt_br: Adicione suas faixas de bpm no perfil do atleta.

source: Add set
es: Añadir serie
fr: Ajouter une série
pt_br: Adicionar série

source: Add strength PR
es: Añadir récord de fuerza
fr: Ajouter un record de musculation
pt_br: Adicionar recorde de força

source: Add this record
es: Añadir este récord
fr: Ajouter ce record
pt_br: Adicionar este recorde

source: Add to plan
es: Añadir al plan
fr: Ajouter au programme
pt_br: Adicionar ao plano

source: Add to your week
es: Añadir a tu semana
fr: Ajouter à votre semaine
pt_br: Adicionar à sua semana

source: Added %@ on %@
es: Se añadió %@ el %@
fr: %@ ajouté le %@
pt_br: %@ adicionado em %@

source: Adds one session to your plan. Your other workouts stay as scheduled.
es: Añade una sesión a tu plan. Tus otros entrenamientos siguen programados igual.
fr: Ajoute une séance à votre programme. Vos autres entraînements restent inchangés.
pt_br: Adiciona uma sessão ao plano. Seus outros treinos mantêm a programação.

source: Adjustable bench
es: Banco ajustable
fr: Banc réglable
pt_br: Banco ajustável

source: Advanced
es: Avanzado
fr: Avancé
pt_br: Avançado

source: Aerobic base
es: Base aeróbica
fr: Base aérobie
pt_br: Base aeróbica

source: Age
es: Edad
fr: Âge
pt_br: Idade

source: Allow hybrd to save workouts in Apple Health to start recording, or log your completed run manually on iPhone.
es: Permite que hybrd guarde entrenamientos en Salud de Apple para empezar a grabar, o registra la carrera manualmente en el iPhone.
fr: Autorisez hybrd à enregistrer des entraînements dans Santé d’Apple pour démarrer, ou saisissez votre course manuellement sur iPhone.
pt_br: Permita que o hybrd salve treinos no Saúde da Apple para iniciar a gravação, ou registre a corrida manualmente no iPhone.

source: Already added
es: Ya añadido
fr: Déjà ajouté
pt_br: Já adicionado

source: Already have an account? Sign in
es: ¿Ya tienes cuenta? Inicia sesión
fr: Déjà un compte ? Connectez-vous
pt_br: Já tem uma conta? Entre

source: Already recorded · dismiss duplicate
es: Ya registrado · descartar duplicado
fr: Déjà enregistré · ignorer le doublon
pt_br: Já registrado · dispensar duplicata

source: Also on this day
es: También este día
fr: Également ce jour-là
pt_br: Também neste dia

source: Alternate short, controlled work with easy jogging. Aim for consistent repetitions, rather than a sprint finish.
es: Alterna esfuerzos cortos y controlados con trote suave. Busca repeticiones constantes, sin terminar al sprint.
fr: Alternez efforts courts et maîtrisés et footing léger. Visez des répétitions régulières, sans sprint final.
pt_br: Alterne esforços curtos e controlados com trote leve. Busque repetições consistentes, sem terminar com um sprint.

source: And your strength training?
es: ¿Y tu entrenamiento de fuerza?
fr: Et votre entraînement de musculation ?
pt_br: E o seu treino de força?

source: Annual
es: Anual
fr: Annuel
pt_br: Anual

source: Another key session is within a day. Consider leaving more recovery between them.
es: Hay otra sesión clave a menos de un día. Considera dejar más recuperación entre ambas.
fr: Une autre séance clé a lieu à moins d’un jour d’intervalle. Prévoyez davantage de récupération entre les deux.
pt_br: Há outra sessão principal a menos de um dia. Considere mais recuperação entre elas.

source: Anything else we should understand?
es: ¿Hay algo más que debamos saber?
fr: Autre chose à nous faire savoir ?
pt_br: Mais alguma coisa que devemos saber?

source: Appearance
es: Apariencia
fr: Apparence
pt_br: Aparência

source: Apple Health
es: Salud de Apple
fr: Santé d’Apple
pt_br: Saúde da Apple

source: Apple Health could not update workout recording.
es: Salud de Apple no pudo actualizar la grabación del entrenamiento.
fr: Santé d’Apple n’a pas pu mettre à jour l’enregistrement de l’entraînement.
pt_br: O Saúde da Apple não conseguiu atualizar a gravação do treino.

source: Apple Health isn’t available on this device. You can enter your details manually.
es: Salud de Apple no está disponible en este dispositivo. Puedes introducir tus datos manualmente.
fr: Santé d’Apple n’est pas disponible sur cet appareil. Vous pouvez saisir vos données manuellement.
pt_br: O Saúde da Apple não está disponível neste dispositivo. Você pode inserir seus dados manualmente.

source: Apple Health isn’t available on this device. You can still log a completed run on iPhone.
es: Salud de Apple no está disponible en este dispositivo. Puedes registrar una carrera completada en el iPhone.
fr: Santé d’Apple n’est pas disponible sur cet appareil. Vous pouvez enregistrer une course terminée sur iPhone.
pt_br: O Saúde da Apple não está disponível neste dispositivo. Você pode registrar uma corrida concluída no iPhone.

source: Apple Health, Strava & Watch
es: Salud de Apple, Strava y Watch
fr: Santé d’Apple, Strava et Watch
pt_br: Saúde da Apple, Strava e Watch

source: Apply
es: Aplicar
fr: Appliquer
pt_br: Aplicar
